Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# ai_config_pre_translate_description
source: Translate newly loaded timeline and profile content in the background and cache the results. This can use a large number of tokens.
af: Vertaal nuut gelaaide tydlyn- en profielinhoud in die agtergrond en kas die resultate. Dit kan 'n groot aantal tokens gebruik.
ar: ترجمة محتوى الجدول الزمني والملف الشخصي الذي تم تحميله حديثًا في الخلفية وتخزين النتائج مؤقتًا. يمكن أن يستخدم هذا عددًا كبيرًا من الرموز.
bg: Превеждайте новозареденото съдържание на времевата линия и профила във фонов режим и кеширайте резултатите. Това може да използва голям брой токени.
ca: Tradueix el contingut de la línia de temps i del perfil acabat de carregar en segon pla i desa els resultats a la memòria cau. Això pot utilitzar un gran nombre de fitxes.
cs: Přeložte nově načtený obsah časové osy a profilu na pozadí a uložte výsledky do mezipaměti. To může využívat velký počet tokenů.
da: Oversæt nyligt indlæst tidslinje- og profilindhold i baggrunden, og cache resultateren. Dette kan bruge et stort antal tokens.
de: Neu geladene Timeline- und Profilinhalte im Hintergrund übersetzen und die Ergebnisse zwischenspeichern. Dies kann eine große Anzahl von Token verbrauchen.
el: Μεταφράστε το περιεχόμενο της χρονολογικής σειράς και του προφίλ που φορτώθηκε πρόσφατα στο παρασκήνιο και αποθηκεύστε τα αποτελέσματα στην προσωρινή μνήμη. Αυτό μπορεί να χρησιμοποιήσει μεγάλο αριθμό κουπονιών.
fi: Käännä vastaladattu aikajanan ja profiilin sisältö taustalla ja tallenna tulokset välimuistiin. Tämä voi kuluttaa suuren määrän tokeneita.
fr: Traduire le contenu de la chronologie et du profil nouvellement chargés en arrière-plan et mettre les résultats en cache. Cela peut utiliser un grand nombre de jetons.
he: תרגם תוכן ציר זמן ופרופיל שנטען לאחרונה ברקע ושמור את התוצאות במטמון. זה יכול להשתמש במספר רב של אסימונים.
hu: Az újonnan betöltött idővonal- és profil tartalom fordítása a háttérben és az eredmények gyorsítótárazása. Ez nagy számú tokent használhat.
it: Traduci i contenuti della timeline e del profilo appena caricati in background e memorizza i risultati nella cache. Questo può consumare un gran numero di token.
ja: 新しく読み込まれたタイムラインとプロフィールのコンテンツをバックグラウンドで翻訳し、結果をキャッシュします。これにより、大量のトークンが使用される可能性があります。
ko: 새로 로드된 타임라인 및 프로필 콘텐츠를 백그라운드에서 번역하고 결과를 캐시합니다. 이 기능은 많은 수의 토큰을 사용할 수 있습니다.
nb: Oversett nylig lastet tidslinje- og profilinnhold i bakgrunnen og lagre resultatene. Dette kan bruke mange tokens.
nl: Vertaal nieuw geladen tijdlijn- en profielinhoud op de achtergrond en cache de resultaten. Dit kan een groot aantal tokens verbruiken.
pl: Tłumacz nowo załadowaną zawartość osi czasu i profilu w tle i przechowuj wyniki w pamięci podręcznej. Może to zużywać dużą liczbę tokenów.
pt: Traduzir o conteúdo da cronologia e do perfil recém-carregados em segundo plano e armazenar os resultados em cache. Isso pode usar um grande número de tokens.
pt_br: Traduzir o conteúdo da cronologia e do perfil recém-carregados em segundo plano e armazenar os resultados em cache. Isso pode usar um grande número de tokens.
ro: Tradu conținutul cronologiei și profilului nou încărcat în fundal și stochează rezultatele în cache. Acest lucru poate utiliza un număr mare de jetoane.
ru: Переводить недавно загруженный контент ленты и профиля в фоновом режиме и кэшировать результаты. Это может использовать большое количество токенов.
sr: Преводите новоучитани садржај временске линије и профила у позадини и кеширајте резултате. Ово може користити велики број токена.
sv: Översätt nyligen laddat tidslinje- och profilinnehåll i bakgrunden och cachelagra resultaten. Detta kan använda ett stort antal tokens.
tr: Yeni yüklenen zaman akışı ve profil içeriğini arka planda çevirir ve sonuçları önbelleğe alır. Bu, çok sayıda jeton kullanabilir.
uk: Перекладати нещодавно завантажений вміст стрічки та профілю у фоновому режимі та кешувати результати. Це може використовувати велику кількість токенів.
vi: Dịch nội dung dòng thời gian và hồ sơ mới tải ở chế độ nền và lưu kết quả vào bộ nhớ đệm. Việc này có thể sử dụng một lượng lớn token.
zh_hans: 在后台翻译新加载的时间线和个人资料内容并缓存结果。这可能会使用大量 Token。
zh_hant: 在背景翻譯新載入的時間線和個人資料內容並快取結果。這可能會使用大量 Token。

# ai_config_server_provider_placeholder
source: Enter a base URL
af: Voer die bediener URL in
ar: أدخل رابط الخادم
bg: Въведете URL адреса на сървъра
ca: Introdueix la URL del servidor
cs: Zadejte URL serveru
da: Indtast en basis-URL
de: Basis-URL eingeben
el: Εισαγάγετε μια βασική διεύθυνση URL
fi: Syötä perus-URL
fr: Entrer une URL de base
he: הזן URL בסיסי
hu: Alap URL megadása
it: Inserisci un URL di base
ja: ベースURLを入力
ko: 기본 URL 입력
nb: Skriv inn en basis-URL
nl: Voer een basis-URL in
pl: Wprowadź podstawowy adres URL
pt: Insira uma URL base
pt_br: Insira uma URL base
ro: Introdu o adresă URL de bază
ru: Введите базовый URL
sr: Унесите основну адресу
sv: Ange en bas-URL
tr: Bir ana URL girin
uk: Введіть базову URL-адресу
vi: Nhập URL cơ sở
zh_hans: 输入基础 URL
zh_hant: 輸入基礎 URL

# ai_config_server_provider_section_header
source: Server URL
af: Bediener URL
ar: رابط الخادم
bg: Адрес на сървъра
ca: URL del servidor
cs: URL serveru
el: URL διακομιστή
fi: Palvelimen URL
fr: URL du serveur
he: URL של השרת
hu: Szerver URL
it: URL del server
ja: サーバーURL
ko: 서버 URL
nb: URL til server
pl: Adres URL serwera
pt: URL do servidor
pt_br: URL do servidor
ro: URL server
ru: URL сервера
sr: URL сервера
tr: Sunucu URL'si
uk: URL-адреса сервера
vi: URL máy chủ
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# ai_config_summarize
source: Enable AI summaries
af: Aktiveer AI Samevatting
ar: تمكين ملخص الذكاء الاصطناعي
bg: Включване на обобщаването с ИИ
ca: Activa el resum d'IA
cs: Povolit souhrn AI
da: Aktiver AI-resuméer
de: KI-Zusammenfassungen aktivieren
el: Ενεργοποίηση συνόψεων AI
fi: Ota tekoälyyhteenvedot käyttöön
fr: Activer les résumés par IA
he: אפשר סיכומי בינה מלאכותית
hu: MI-összegzések engedélyezése
it: Abilita riassunti IA
ja: AI要約を有効にする
ko: AI 요약 활성화
nb: Aktiver AI-oppsummeringer
nl: AI-samenvattingen inschakelen
pl: Włącz podsumowania AI
pt: Ativar resumos por IA
pt_br: Ativar resumos por IA
ro: Activează rezumatele prin IA
ru: Включить краткое изложение ИИ
sr: Омогући ВИ резимее
sv: Aktivera AI-sammanfattningar
tr: YP özetlerini etkinleştir
uk: Увімкнути резюмування ШІ
vi: Bật tóm tắt AI
zh_hans: 启用 AI 摘要
zh_hant: 啟用 AI 摘要

# ai_config_translate
source: Enable AI translation
af: AI Konfigurasie
ar: إعدادات الذكاء الاصطناعي
bg: Включване на превеждането с ИИ
ca: Configuració d'IA
cs: Nastavení AI
da: Aktiver AI-oversættelse
de: KI-Übersetzung aktivieren
el: Ενεργοποίηση μετάφρασης AI
fi: Ota tekoälykäännös käyttöön
fr: Activer la traduction par l'IA
he: אפשר תרגום בינה מלאכותית
hu: MI-fordítás engedélyezése
it: Abilita traduzione IA
ja: AI翻訳を有効にする
ko: AI 번역 활성화
nb: Aktiver AI-oversettelse
nl: AI-vertaling inschakelen
pl: Włącz tłumaczenie AI
pt: Ativar tradução por IA
pt_br: Ativar tradução por IA
ro: Activează traducerea prin IA
ru: Включить перевод ИИ
sr: Омогући ВИ превод
sv: Aktivera AI-översättning
tr: YP çevirisini etkinleştir
uk: Увімкнути переклад ШІ
vi: Bật dịch thuật AI
zh_hans: 启用 AI 翻译
zh_hant: 啟用 AI 翻譯

source: AI-compatible API
af: KI-versoenbare API
ar: واجهة API متوافقة مع الذكاء الاصطناعي
bg: API, съвместим с ИИ
ca: API compatible amb IA
cs: API kompatibilní s AI
da: AI-kompatibel API
de: KI-kompatible API
el: API συμβατό με AI
fi: AI-yhteensopiva API
fr: API compatible IA
he: API תואם בינה מלאכותית
hu: MI-kompatibilis API
it: API compatibile con IA
ja: AI互換API
ko: AI 호환 API
nb: AI-kompatibel API
nl: AI-compatibele API
pl: API zgodne z AI
pt: API compatível com IA
pt_br: API compatível com IA
ro: API compatibil cu AI
ru: AI-совместимый API
sr: API компатибилан са ВИ
sv: AI-kompatibel API
tr: YZ uyumlu API
uk: AI-сумісний API
vi: API tương thích AI
zh_hans: AI 兼容 API
zh_hant: AI 相容 API

# all_feeds_section_explore_feeds
source: Discover feeds
af: Ontdek feeds
ar: اكتشف الخلاصات
bg: Открийте емисии
ca: Descobriu fluxos
cs: Objevte kanály
da: Opdag feeds
de: Feeds entdecken
el: Ανακαλύψτε ροές
fi: Löydä syötteitä
fr: Découvrir des fils
he: גלה פידים
hu: Hírfolyamok felfedezése
it: Scopri i feed
ja: フィードを見つける
ko: 피드 찾기
nb: Oppdag fôr
nl: Feeds ontdekken
pl: Odkrywaj kanały
pt: Descobrir feeds
pt_br: Descobrir feeds
ro: Descoperă fluxuri
ru: Обзор лент
sr: Откријте изворе
sv: Upptäck flöden
tr: Akışları keşfet
uk: Огляд стрічок
vi: Khám phá nguồn cấp dữ liệu
zh_hans: 发现
zh_hant: 發現訂閱源

# all_feeds_section_my_feeds
source: My feeds
af: My voere
ar: تغذيتي
bg: Моите емисии
ca: Els meus fluxos
cs: Moje zdroje
da: Mine feeds
de: Meine Feeds
el: Οι ροές μου
fi: Omat syötteet
fr: Mes fils
he: הפידים שלי
hu: Hírfolyamaim
it: I miei feed
ja: マイフィード
ko: 내 피드
nb: Mine fôr
nl: Mijn feeds
pl: Moje kanały
pt: Meus feeds
pt_br: Meus feeds
ro: Fluxurile mele
ru: Мои ленты
sr: Моји извори
sv: Mina flöden
tr: Akışlarım
uk: Мої стрічки
vi: Nguồn cấp của tôi
zh_hans: 我的订阅源
zh_hant: 我的訂閱源

# all_feeds_title
source: All feeds
af: Alle strome
ar: جميع الخلاصات
bg: Всички емисии
ca: Totes les fonts
cs: Všechny kanály
da: Alle feeds
de: Alle Feeds
el: Όλες οι ροές
fi: Kaikki syötteet
fr: Tous les flux
he: כל הפידים
hu: Összes hírfolyam
it: Tutti i feed
ja: すべてのフィード
ko: 모든 피드
nb: Alle feeds
nl: Alle feeds
pl: Wszystkie kanały
pt: Todos os feeds
pt_br: Todos os feeds
ro: Toate fluxurile
ru: Все ленты
sr: Сви извори
sv: Alla flöden
tr: Tüm akışlar
uk: Усі стрічки
vi: Tất cả các nguồn cấp dữ liệu
zh_hans: 所有订阅
zh_hant: 所有訂閱

# all_lists_title
source: Lists
af: Lys
ar: قائمة
bg: Списъци
ca: Llista
cs: Seznam
da: Lister
de: Listen
el: Λίστες
fi: Listat
fr: Listes
he: רשימות
hu: Listák
it: Liste
ja: リスト
ko: 리스트
nb: Lister
nl: Lijsten
pl: Listy
pt: Listas
pt_br: Listas
ro: Liste
ru: Списки
sr: Листе
sv: Listor
tr: Listeler
uk: Списки
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

# all_rss_feeds_title
source: All Subscriptions
af: Alle intekeninge
ar: جميع الاشتراكات
bg: Всички абонаменти
ca: Totes les subscripcions
cs: Všechny odběry
da: Alle abonnementer
de: Alle Abonnements
el: Όλες οι συνδρομές
fi: Kaikki tilaukset
fr: Tous les abonnements
he: כל המנויים
hu: Összes feliratkozás
it: Tutti gli abbonamenti
ja: すべての購読
ko: 모든 구독
nb: Alle abonnementer
nl: Alle abonnementen
pl: Wszystkie subskrypcje
pt: Todas as subscrições
pt_br: Todas as assinaturas
ro: Toate abonamentele
ru: Все подписки
sr: Све претплате
sv: Alla prenumerationer
tr: Tüm abonelikler
uk: Усі підписки
vi: Tất cả đăng ký
zh_hans: 所有订阅
zh_hant: 所有訂閱

# antenna_title
source: Antennas
af: Antenna
ar: هوائي
bg: Антена
ca: Antena
cs: Antény
da: Antenner
de: Antennen
el: Κεραίες
fi: Antennit
fr: Antennes
he: אנטנות
hu: Antennák
it: Antenne
ja: アンテナ
ko: 안테나
nb: Antenner
nl: Antennes
pl: Anteny
pt: Antenas
pt_br: Antenas
ro: Antene
ru: Антенны
sr: Антење
sv: Antenner
tr: Antenler
uk: Антени
vi: Ăng-ten
zh_hans: 天线
zh_hant: 天線

source: API Key
af: API-sleutel
ar: مفتاح واجهة برمجة التطبيقات
bg: API ключ
ca: Clau de l'API
cs: API klíč
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
fi: API-avain
fr: Clé API
he: מפתח API
hu: API kulcs
it: Chiave API
ja: APIキー
ko: API 키
nb: API-nøkkel (Automatic Translation)
nl: API-sleutel
pl: Klucz API
pt: Chave API
pt_br: Chave API
ro: Cheie API
ru: Ключ API
sr: АПИ кључ
sv: API-nyckel
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: App Icon
af: App-ikoon
ar: أيقونة التطبيق
bg: Икона на приложението
ca: Icona de l’app
cs: Ikona aplikace
da: App Ikon
de: App-Symbol
el: Εικονίδιο Εφαρμογής
fi: Sovelluksen Kuvake
fr: Icône de l'application
he: סמל האפליקציה
hu: Alkalmazásikon
it: Icona App
ja: アプリアイコン
ko: 앱 아이콘
nb: App ikon
nl: App pictogram
pl: Ikona aplikacji
pt: Ícone do App
pt_br: Ícone do App
ro: Iconiță aplicație
ru: Значок приложения
sr: Икона апликације
sv: App ikon
tr: Uygulama simgesi
uk: Іконка застосунку
vi: Biểu tượng ứng dụng
zh_hans: 应用图标
zh_hant: App 圖示

# app_log
source: App logs
af: Toep-stowwe
ar: سجلات التطبيق
bg: Логове на приложението
ca: Registres de l'aplicació
cs: Protokoly aplikace
da: App-logfiler
de: App-Protokolle
el: Καταγραφές εφαρμογής
fi: Sovelluslokit
fr: Journaux de l'application
he: יומני אפליקציה
hu: Alkalmazásnaplók
it: Log dell'app
ja: アプリのログ
ko: 앱 로그
nb: Applogger
pl: Logi aplikacji
pt: Registos da aplicação
pt_br: Logs do aplicativo
ro: Jurnalele aplicației
ru: Логи приложения
sr: Дневници апликације
sv: Apploggar
tr: Uygulama günlükleri
uk: Журнали програми
vi: Nhật ký ứng dụng
zh_hans: 应用日志
zh_hant: 應用程式日誌

# app_log_network_toggle
source: Log network requests
af: Teken netwerkversoeke aan
ar: تسجيل طلبات الشبكة
bg: Логване на мрежови заявки
ca: Registra les sol·licituds de xarxa
cs: Protokolovat síťové požadavky
da: Log netværksanmodninger
de: Netzwerkanfragen protokollieren
el: Καταγραφή αιτημάτων δικτύου
fi: Kirjaa verkkopyynnöt
fr: Journaliser les requêtes réseau
he: תעד בקשות רשת
hu: Hálózati kérések naplózása
it: Registra richieste di rete
ja: ネットワークリクエストをログに記録
ko: 네트워크 요청 로그 기록
nb: Loggfør nettverksforespørsler
nl: Netwerkverzoeken loggen
pl: Loguj zapytania sieciowe
pt: Registar pedidos de rede
pt_br: Logar requisições de rede
ro: Înregistrează cererile de rețea
ru: Журналировать сетевые запросы
sr: Бележи мрежне захтеве
sv: Logga nätverksförfrågningar
tr: Ağ isteklerini günlüğe kaydet
uk: Журналювати мережеві запити
vi: Ghi nhật ký yêu cầu mạng
zh_hans: 记录网络请求
zh_hant: 記錄網路請求

# appearance_absolute_timestamp
source: Absolute timestamp
af: Absolute tydstempel
ar: الطابع الزمني المطلق
bg: Абсолютно времево клеймо
ca: Marca horària absoluta
cs: Absolutní časové razítko
da: Absolut tidsstempel
de: Absoluter Zeitstempel
el: Απόλυτη χρονική σήμανση
fi: Absoluuttinen aikaleima
fr: Horodatage absolu
he: חותמת זמן מוחלטת
hu: Abszolút időbélyeg
it: Timestamp assoluto
ja: 絶対的なタイムスタンプ
ko: 절대 타임스탬프
nb: Absolutt tidsstempel
nl: Absoluut tijdstempel
pl: Absolutny znacznik czasu
pt: Carimbo de data/hora absoluto
pt_br: Carimbo de data/hora absoluto
ro: Marcaj temporal absolut
ru: Абсолютная метка времени
sr: Апсолутна временска ознака
sv: Absolut tidsstämpel
tr: Mutlak zaman damgası
uk: Абсолютна мітка часу
vi: Dấu thời gian tuyệt đối
zh_hans: 绝对时间戳
zh_hant: 絕對時間戳記

# appearance_absolute_timestamp_description
source: Show exact timestamps on posts
af: Wys presiese tydstempels op plasings
ar: عرض طوابع زمنية دقيقة على المنشورات
bg: Показване на точни времеви клейма на публикациите
ca: Mostra marques horàries exactes als paràgrafs
cs: Zobrazit přesná časová razítka u příspěvků
da: Vis præcise tidsstempler på opslag
de: Genaue Zeitstempel in Beiträgen anzeigen
el: Εμφάνιση ακριβών χρονικών σημάνσεων στις αναρτήσεις
fi: Näytä tarkat aikaleimat julkaisuissa
fr: Afficher les horodatages exacts sur les messages
he: הצג חותמות זמן מדויקות בפוסטים
hu: Pontos időbélyegek megjelenítése a bejegyzéseken
it: Mostra timestamp esatti sui post
ja: 投稿に正確なタイムスタンプを表示する
ko: 게시물에 정확한 타임스탬프 표시
nb: Vis nøyaktige tidsstempler på innlegg
nl: Exacte tijdstempels tonen bij berichten
pl: Pokazuj dokładne znaczniki czasu w postach
pt: Mostrar carimbos de data/hora exatos nas publicações
pt_br: Mostrar carimbos de data/hora exatos nas postagens
ro: Afișează marcaje temporale exacte la postări
ru: Показывать точные метки времени в постах
sr: Прикажи тачне временске ознаке на објавама
sv: Visa exakta tidsstämplar på inlägg
tr: Gönderilerde tam zaman damgalarını göster
uk: Показувати точні мітки часу в дописах
vi: Hiển thị dấu thời gian chính xác trên các bài đăng
zh_hans: 在帖子中显示精确的时间戳
zh_hant: 在貼文中顯示精確的時間戳記

# appearance_avatar_shape
source: Avatar shape
af: Avatar vorm
ar: شكل الصورة الرمزية
bg: Форма на аватара
ca: Forma de l'avatar
cs: Tvar avataru
da: Avatar-form
de: Avatar-Form
el: Σχήμα άβαταρ
fi: Avataren muoto
fr: Forme de l'avatar
he: צורת אוואטאר
hu: Profilkép alakja
it: Forma dell'avatar
ja: アバターの形
ko: 아바타 모양
nb: Profilbilde form
nl: Avatar-vorm
pl: Kształt awatara
pt: Forma do avatar
pt_br: Forma do avatar
ro: Formă avatar
ru: Форма аватара
sr: Облик аватара
sv: Avatarform
tr: Profil resmi şekli
uk: Форма аватара
vi: Hình dạng ảnh đại diện
zh_hans: 头像形状
zh_hant: 頭像形狀

# appearance_avatar_shape_circle
source: Round
af: Rond
ar: تقريب
bg: Кръг
ca: Rodó
cs: Kolo
da: Rund
de: Rund
el: Στρογγυλό
fi: Pyöreä
fr: Rond
he: עגול
hu: Kerek
it: Rotondo
ja: 丸
ko: 원형
nb: Rund
nl: Rond
pl: Okrągły
pt: Redondo
pt_br: Redondo
ro: Rotund
ru: Круг
sr: Круг
sv: Rund
tr: Yuvarlak
uk: Коло
vi: Tròn
zh_hans: 圆形
zh_hant: 圓形

# appearance_avatar_shape_description
source: Choose how avatars are displayed
af: Verander die vorm van die avatar
ar: تغيير شكل الصورة الرمزية
bg: Смяна на формата на аватара
ca: Canvia la forma de l'avatar
cs: Změnit tvar avataru
da: Vælg hvordan avatarer vises
de: Wählen Sie, wie Avatare angezeigt werden
el: Επιλέξτε πώς θα εμφανίζονται τα άβαταρ
fi: Valitse miten avatarit näytetään
fr: Choisir comment les avatars sont affichés
he: בחר כיצד יוצגו האוואטארים
hu: Válaszd ki a profilképek megjelenítésének módját
it: Scegli come visualizzare gli avatar
ja: アバターの表示方法を選択
ko: 아바타가 표시되는 방식 선택
nb: Velg hvordan avatarer skal vises
nl: Kies hoe avatars worden weergegeven
pl: Wybierz sposób wyświetlania awatarów
pt: Escolha como os avatares são exibidos
pt_br: Escolha como os avatares são exibidos
ro: Alege cum sunt afișate avatarele
ru: Выберите способ отображения аватаров
sr: Изаберите начин на који се приказују аватари
sv: Välj hur avatarer ska visas
tr: Profil resimlerinin nasıl görüntüleneceğini seçin
uk: Оберіть спосіб відображення аватарів
vi: Chọn cách hiển thị ảnh đại diện
zh_hans: 选择头像的显示方式
zh_hant: 選擇頭像的顯示方式

# appearance_avatar_shape_square
source: Square
af: Vierkantig
ar: مربع
bg: Квадрат
ca: Quadrat
cs: Čtverec
da: Firkantet
de: Quadratisch
el: Τετράγωνο
fi: Neliö
fr: Carré
he: ריבוע
hu: Négyzet
it: Quadrata
ja: 正方形（正方形）
ko: 사각형
nb: Firkant
nl: Vierkant
pl: Kwadratowy
pt: Quadrado
pt_br: Quadrado
ro: Pătrat
ru: Квадрат
sr: Квадрат
sv: Fyrkantig
tr: Kare
uk: Квадрат
vi: Vuông
zh_hans: 方形
zh_hant: 方形

# appearance_compat_link_preview
source: Compact link previews
af: Kompakte skakelvoorskoue
ar: معاينات الروابط المدمجة
bg: Компактни прегледи на връзки
ca: Previsualitzacions d'enllaços compactes
cs: Kompaktní náhledy odkazů
da: Kompakte linkvisninger
de: Kompakte Link-Vorschauen
el: Συμπαγείς προεπισκοπήσεις συνδέσμων
fi: Tiivistetyt linkkien esikatselut
fr: Aperçus de liens compacts
he: תצוגות מקדימות של קישורים דחוסות
hu: Kompakt link-előnézetek
it: Anteprime dei link compatte
ja: コンパクトなリンクプレビュー
ko: 컴팩트 링크 미리보기
nb: Kompakt forhåndsvisning av lenker
nl: Compacte linkvoorbeelden
pl: Kompaktowe podglądy linków
pt: Pré-visualizações de links compactas
pt_br: Pré-visualizações de links compactas
ro: Previzualizări de linkuri compacte
ru: Компактные превью ссылок
sr: Компактни прегледи веза
sv: Kompakta länkförhandsvisningar
tr: Sıkıştırılmış bağlantı önizlemeleri
uk: Компактні перегляди посилань
vi: Xem trước liên kết nhỏ gọn
zh_hans: 紧凑的链接预览
zh_hant: 緊湊的連結預覽

# appearance_compat_link_preview_description
source: Use a simplified layout for link previews
af: Gebruik 'n vereenvoudigde uitleg vir skakelvoorskoue
ar: استخدام تخطيط مبسط لمعاينات الروابط
bg: Използване на опростено оформление за преглед на връзки
ca: Utilitza un disseny simplificat per a les previsualitzacions d'enllaços
cs: Použít zjednodušené rozložení pro náhledy odkazů
da: Brug et forenklet layout til linkvisninger
de: Vereinfachtes Layout für Link-Vorschauen verwenden
el: Χρήση απλοποιημένης διάταξης για προεπισκοπήσεις συνδέσμων
fi: Käytä yksinkertaistettua asettelua linkkien esikatseluun
fr: Utiliser une mise en page simplifiée pour les aperçus de liens
he: השתמש בפריסה פשוטה עבור תצוגות מקדימות של קישורים
hu: Egyszerűsített elrendezés használata a link-előnézetekhez
it: Usa un layout semplificato per le anteprime dei link
ja: リンクプレビューに簡略化されたレイアウトを使用する
ko: 링크 미리보기에 단순화된 레이아웃 사용
nb: Bruk et forenklet oppsett for lenkeforhåndsvisning
nl: Eenvoudige lay-out gebruiken voor linkvoorbeelden
pl: Używaj uproszczonego układu podglądu linków
pt: Utilizar um layout simplificado para pré-visualizações de links
pt_br: Usar um layout simplificado para pré-visualizações de links
ro: Utilizează un aspect simplificat pentru previzualizările de linkuri
ru: Использовать упрощенный макет для превью ссылок
sr: Користи поједностављени изглед за прегледе веза
sv: Använd en förenklad layout för länkförhandsvisningar
tr: Bağlantı önizlemeleri için basitleştirilmiş bir düzen kullan
uk: Використовувати спрощений макет для перегляду посилань
vi: Sử dụng bố cục đơn giản để xem trước liên kết
zh_hans: 为链接预览使用简化布局
zh_hant: 為連結預覽使用簡化佈局

# appearance_deck_mode
source: Deck mode
af: Dek-modus
ar: وضع السطح
bg: Режим „Палуба“
ca: Mode baralla
cs: Režim balíčku
da: Dæktilstand
de: Deck-Modus
el: Λειτουργία Deck
fi: Kansitila
fr: Mode Deck
he: מצב סיפון
hu: Pakli mód
it: Modalità Deck
ja: デッキモード
ko: 데크 모드
nb: Dekk modus
nl: Deck-modus
pl: Tryb kolumnowy
pt: Modo Deck
pt_br: Modo Deck
ro: Mod punte
ru: Режим колонок
sr: Палуба режим
sv: Däcksläge
tr: Deste modu
uk: Режим колонок
vi: Chế độ Deck
zh_hans: 多栏模式
zh_hant: 多欄模式

# appearance_deck_mode_description
source: Use a deck layout for supported timelines
af: Gebruik 'n dek-uitleg vir ondersteunde tydlyne
ar: استخدام تخطيط السطح للجداول الزمنية المدعومة
bg: Използване на оформление „Палуба“ за поддържаните времеви линии
ca: Utilitza un disseny de baralla per a les línies de temps compatibles
cs: Použít rozložení balíčku pro podporované časové osy
da: Brug et dæklayout til understøttede tidslinjer
de: Deck-Layout für unterstützte Timelines verwenden
el: Χρήση διάταξης Deck για υποστηριζόμενες χρονολογικές σειρές
fi: Käytä kansiasettelua tuetuilla aikajanoilla
fr: Utiliser une mise en page Deck pour les chronologies prises en charge
he: השתמש בפריסת סיפון עבור צירי זמן נתמכים
hu: Pakli elrendezés használata a támogatott idővonalakhoz
it: Usa un layout Deck per le timeline supportate
ja: サポートされているタイムラインにデッキレイアウトを使用する
ko: 지원되는 타임라인에 데크 레이아웃 사용
nb: Bruk et deck-oppsett for støttede tidslinjer
nl: Een deck-lay-out gebruiken voor ondersteunde tijdlijnen
pl: Używaj układu kolumnowego dla obsługiwanych osi czasu
pt: Utilizar um layout Deck para as cronologias suportadas
pt_br: Usar um layout Deck para as cronologias suportadas
ro: Utilizează un aspect de punte pentru cronologiile acceptate
ru: Использовать макет колонок для поддерживаемых лент
sr: Користи изглед палубе за подржане временске линије
sv: Använd en däckslayout för tidslinjer som stöds
tr: Desteklenen zaman akışları için bir deste düzeni kullan
uk: Використовувати макет колонок для підтримуваних стрічок
vi: Sử dụng bố cục Deck cho các dòng thời gian được hỗ trợ
zh_hans: 为支持的时间线使用多栏布局
zh_hant: 為支援的時間線使用多欄佈局

# appearance_description
source: Customize the look and feel of Flare
af: Pas die voorkoms van Flare aan
ar: تخصيص مظهر و إحساس Flare
bg: Персонализиране на външния вид и усещането на Flare
ca: Personalitzeu l'aparença de Flare
cs: Přizpůsobit vzhled a pocit Flare
da: Tilpas udseendet af Flare
de: Aussehen von Flare anpassen
el: Προσαρμόστε την εμφάνιση του Flare
fi: Mukauta Flaren ulkoasua
fr: Personnaliser l'apparence de Flare
he: התאם אישית את המראה והתחושה של Flare
hu: A Flare megjelenésének testreszabása
it: Personalizza l'aspetto di Flare
ja: Flareの外観をカスタマイズ
ko: Flare의 모양과 느낌 사용자 정의
nb: Tilpass utseendet og følelsen til Flare
nl: Pas het uiterlijk van Flare aan
pl: Dostosuj wygląd Flare
pt: Personalize a aparência do Flare
pt_br: Personalize a aparência do Flare
ro: Personalizează aspectul Flare
ru: Настройка внешнего вида Flare
sr: Прилагодите изглед Flare-а
sv: Anpassa utseendet på Flare
tr: Flare'in görünümünü ve hissini özelleştir
uk: Налаштування зовнішнього вигляду Flare
vi: Tùy chỉnh giao diện của Flare
zh_hans: 自定义 Flare 的外观
zh_hant: 自訂 Flare 的外觀
